Repository: quarkusio/ja.quarkus.io
Catalog: l10n/tmx/quarkus.tmx
Source language: en_us
Languages: ja_jp

source: In particular for the 2.14 release, thanks to Aaron Rebak, Adler Fleurant, Alex Martel, Alexey Loubyansky, anavarr, Andreas Eberle, Andrii Maliuta, Andy Damevin, Auri Munoz, Bartosz Markowski, Bernardo Coferre, Bill Burke, brunobat, Cheng Fang, Clement Escoffier, cui fliter, damienb-opt, David Frickert, Davide D'Alto, Emanuel Alves, Erin Schnabel, Fedor Dudinskiy, Foivos Zakkak, Fouad Almalki, Galder Zamarreño, George Gastaldi, Georgios Andrianakis, glefloch, Guillaume Smet, Gwenneg Lepage, Harald Albers, Heiko W. Rupp, Helber Belmiro, hmanwani-rh, Holly Cummins, Igor Regis, Ioannis Canellos, Jan Martiska, Joan Ruget, Jose Carvajal, Justin Lee, Katia Aresti, kdnakt, Knut Wannheden, Ladislav Thon, Liuigi, Loïc Mathieu, Lucy Linder, Manyanda Chitimbo, Marc Nuri, Marco Bungart, Martin Kouba, Marvin B. Lillehaug, Matej Novotny, Matej Vasek, Max Gabrielsson, Max Rydahl Andersen, Michael Edgar, Michal Karm Babacek, Michal Vavřík, Michelle Purcell, mtrefcon, Nathan Erwin, Ozan Gunalp, Phillip Krüger, Rakhmad Azhari, Robbie Gemmell, Roberto Cortez, Rostislav Svoboda, Réda Housni Alaoui, Sanne Grinovero, Sergey Beryozkin, Severin Gehwolf, shjones, Stephane Epardaud, Stuart Douglas, Vincent Sevel, Vincent van Dam, xstefank, yesunch9, Yoann Rodière, Yubao Liu, zedbeit, Zheng Feng.
ja_jp: 特に2.14 リリースでは、次の方々に感謝いたします: Aaron Rebak, Adler Fleurant, Alex Martel, Alexey Loubyansky, anavarr, Andreas Eberle, Andrii Maliuta, Andy Damevin, Auri Munoz, Bartosz Markowski, Bernardo Coferre, Bill Burke, brunobat, Cheng Fang, Clement Escoffier, cui fliter, damienb-opt, David Frickert, Davide D'Alto, Emanuel Alves, Erin Schnabel, Fedor Dudinskiy, Foivos Zakkak, Fouad Almalki, Galder Zamarreño, George Gastaldi, Georgios Andrianakis, glefloch, Guillaume Smet, Gwenneg Lepage, Harald Albers, Heiko W. Rupp, Helber Belmiro, hmanwani-rh, Holly Cummins, Igor Regis, Ioannis Canellos, Jan Martiska, Joan Ruget, Jose Carvajal, Justin Lee, Katia Aresti, kdnakt, Knut Wannheden, Ladislav Thon, Liuigi, Loïc Mathieu, Lucy Linder, Manyanda Chitimbo, Marc Nuri, Marco Bungart, Martin Kouba, Marvin B. Lillehaug, Matej Novotny, Matej Vasek, Max Gabrielsson, Max Rydahl Andersen, Michael Edgar, Michal Karm Babacek, Michal Vavřík, Michelle Purcell, mtrefcon, Nathan Erwin, Ozan Gunalp, Phillip Krüger, Rakhmad Azhari, Robbie Gemmell, Roberto Cortez, Rostislav Svoboda, Réda Housni Alaoui, Sanne Grinovero, Sergey Beryozkin, Severin Gehwolf, shjones, Stephane Epardaud, Stuart Douglas, Vincent Sevel, Vincent van Dam, xstefank, yesunch9, Yoann Rodière, Yubao Liu, zedbeit, Zheng Feng.

source: In particular for the 2.2 release, thanks to Alexey Loubyansky, Andreas Eberle, Andrej Vano, Andy Damevin, Anze Sodja, asamal, Aykut Bulgu, barreiro, bdevreugd-vialis, Bill Burke, Christoph Kappel, Clement Escoffier, Cyrille Le Clerc, Davide, Dirk Van Haerenborgh, Eduard Tudenhoefner, Erin Schnabel, Falko Modler, Felipe Carvalho dos Anjos Formentin, Foivos Zakkak, Fouad Almalki, Gabriele Cardosi, Galder Zamarreño, Geoffrey De Smet, Georg Leber, George Gastaldi, Georgios Andrianakis, Guillaume Le Floch, Guillaume Smet, Gustavo Luszczynski, hbelmiro, insectengine, Ioannis Canellos, Jaikiran Pai, Jan Martiška, John O'Hara, John Oliver, Jose, Julien Ponge, Katia Aresti, Ken Finnigan, Kjetil Nygård, Kyrylo Shpak, Ladislav Thon, Loïc Mathieu, Luca Molteni, Manyanda Chitimbo, Marc Nuri, Mark McLaughlin, Martin Kouba, Martin Muzikar, Martin Panzer, Matej Novotny, Matthias Cullmann, Michael Musgrove, Michał Szynkiewicz, Ozan Gunalp, Paul Robinson, Phillip Krüger, Raul Valdoleiros, Robert Stupp, Roberto Cortez, Ronald Dehuysser, root, Rostislav Svoboda, Ruggero D'Alò, Sandip Gahlot, Sanne Grinovero, Sergey Beryozkin, Stuart Douglas, Stéphane Épardaud, tarilabs, Tomas Hofman, Willem Jan Glerum, Xavier, Yoann Rodièreand Yubao Liu.
ja_jp: 特に、2.2のリリースにあたり、次の方々に感謝いたします: Alexey Loubyansky, Andreas Eberle, Andrej Vano, Andy Damevin, Anze Sodja, asamal, Aykut Bulgu, barreiro, bdevreugd-vialis, Bill Burke, Christoph Kappel, Clement Escoffier, Cyrille Le Clerc, Davide, Dirk Van Haerenborgh, Eduard Tudenhoefner, Erin Schnabel, Falko Modler, Felipe Carvalho dos Anjos Formentin, Foivos Zakkak, Fouad Almalki, Gabriele Cardosi, Galder Zamarreño, Geoffrey De Smet, Georg Leber, George Gastaldi, Georgios Andrianakis, Guillaume Le Floch, Guillaume Smet, Gustavo Luszczynski, hbelmiro, insectengine, Ioannis Canellos, Jaikiran Pai, Jan Martiška, John O'Hara, John Oliver, Jose, Julien Ponge, Katia Aresti, Ken Finnigan, Kjetil Nygård, Kyrylo Shpak, Ladislav Thon, Loïc Mathieu, Luca Molteni, Manyanda Chitimbo, Marc Nuri, Mark McLaughlin, Martin Kouba, Martin Muzikar, Martin Panzer, Matej Novotny, Matthias Cullmann, Michael Musgrove, Michał Szynkiewicz, Ozan Gunalp, Paul Robinson, Phillip Krüger, Raul Valdoleiros, Robert Stupp, Roberto Cortez, Ronald Dehuysser, root, Rostislav Svoboda, Ruggero D'Alò, Sandip Gahlot, Sanne Grinovero, Sergey Beryozkin, Stuart Douglas, Stéphane Épardaud, tarilabs, Tomas Hofman, Willem Jan Glerum, Xavier, Yoann Rodièreand Yubao Liu.

source: In particular for the 2.3 release, thanks to Alexey Loubyansky, Andrej Vano, Andy Damevin, asamal, barreiro, Bill Burke, Chris Laprun, Clement Escoffier, Daniele Zonca, Dmitri Bourlatchkov, Eduard Tudenhoefner, Eric Deandrea, Eric Wittmann, Erin Schnabel, Evan Shortiss, Falko Modler, Fedor Dudinskiy, Felipe Carvalho dos Anjos Formentin, Foivos Zakkak, Galder Zamarreño, Geoffrey GREBERT, George Gastaldi, Georgios Andrianakis, Guillaume Le Floch, Guillaume Smet, Gwenneg Lepage, Hugo Guerrero, insectengine, Ioannis Canellos, Jaikiran Pai, Jan Martiška, Jan Martiska, Jose, Josef Smrcka, Josh V, Julien Dubois, Keita Fujii, Ken Finnigan, Kevin Wooten, Knut Wannheden, Ladislav Thon, Loïc Mathieu, luneo7, Mahaswami Software, Manaswini Das, Manyanda Chitimbo, Marc Nuri, Martin Kouba, Martin Muzikar, Matej Novotny, Matthias Cullmann, Michael Edgar, Michael Simons, Michal Karm Babacek, Michał Szynkiewicz, olivier dufour, Ozan Gunalp, Paul Robinson, Phillip Krüger, Phillip Kruger, Robbie Gemmell, Roberto Cortez, Robert Stupp, Ruggero D'Alò, Sandip Gahlot, Sanne Grinovero, Sauli Anto, sberyozkin, Sergey Beryozkin, Stephane Epardaud, Stephen Nimmo, Stéphane Épardaud, Stuart Douglas, Thomas Segismont, Vincent Sevel, Vincent van Dam, Wayne Ellis, wojciech.stryjewski, Yoann Rodière.
ja_jp: 特に2.3のリリースでは、次の方々に感謝いたします: Alexey Loubyansky、Andrej Vano、Andy Damevin、asamal、barreiro、Bill Burke、Chris Laprun、Clement Escoffier、Daniele Zonca、Dmitri Bourlatchkov、Eduard Tudenhoefner、Eric Deandrea、Eric Wittmann、Erin Schnabel、Evan Shortiss、Falko Modler、Fedor Dudinskiy、Felipe Carvalho dos Anjos Formentin,Foivos Zakkak, Galder Zamarreño, Geoffrey GREBERT, George Gastaldi, Georgios Andrianakis, Guillaume Le Floch, Guillaume Smet, Gwenneg Lepage, Hugo Guerrero, insectengine, Ioannis Canellos, Jaikiran Pai, Jan Martiška, Jan Martiska, Jose, Josef Smrcka, Josh V, Julien Dubois, Keita Fujii, Ken Finnigan,Kevin Wooten, Knut Wannheden, Ladislav Thon, Loïc Mathieu, luneo7, Mahaswami Software, Manaswini Das, Manyanda Chitimbo, Marc Nuri, Martin Kouba, Martin Muzikar, Matej Novotny, Matthias Cullmann, Michael Edgar, Michael Simons, Michal Karm Babacek, Michał Szynkiewicz, olivier dufour, Ozan Gunalp, Paul Robinson,Phillip Krüger, Phillip Kruger, Robbie Gemmell, Roberto Cortez, Robert Stupp, Ruggero D'Alò, Sandip Gahlot, Sanne Grinovero, Sauli Anto, sberyozkin, Sergey Beryozkin, Stephane Epardaud, Stephen Nimmo, Stéphane Épardaud, Stuart Douglas, Thomas Segismont, Vincent Sevel, Vincent van Dam, Wayne Ellis, wojciech.stryjewski, Yoann Rodière.

source: In particular for the 2.4 release, thanks to A. N. M. Bazlur Rahman (Rokon), Alexey Loubyansky, Andy Damevin, Arne Mejlholm, Bill Burke, Chris Laprun, Clement Escoffier, Daniel Petisme, Davide, Dheeraj Nalluri, Dmitrii K, Eduard Tudenhoefner, Erin Schnabel, Falko Modler, Foivos Zakkak, Galder Zamarreño, George Gastaldi, Georgios Andrianakis, Guillaume Le Floch, Guillaume Smet, Gwenneg Lepage, hbelmiro, Jaikiran, Jaikiran Pai, Jakub Scholz, Jan Martiška, Javier Toja, Jose, Julien Ponge, kdnakt, Knut Wannheden, Ladislav Thon, Loïc Mathieu, Manyanda Chitimbo, Marc Nuri, Martin Kouba, Michael Schnitzler, Michael Simons, Michał Szynkiewicz, Nathan Erwin, NetoDevel, Nicolas Filotto, Ozan Gunalp, Phillip Kruger, Phillip Krüger, Robbie Gemmell, Roberto Cortez, Rostislav Svoboda, Sanne Grinovero, Sauli Anto, sberyozkin, seregamorph, Sergey Beryozkin, Stuart Douglas, Tomas Hofman, Vincent Sevel, Wayne Ellis, xstefank, Yannick Reifschneider, Yoann Rodière.
ja_jp: 特に2.4のリリースについては、次の方々に感謝します: A. N. M. Bazlur Rahman (Rokon), Alexey Loubyansky, Andy Damevin, Arne Mejlholm, Bill Burke, Chris Laprun, Clement Escoffier, Daniel Petisme, Davide, Dheeraj Nalluri, Dmitrii K, Eduard Tudenhoefner, Erin Schnabel, Falko Modler, Foivos Zakkak, Galder Zamarreño, George Gastaldi, Georgios Andrianakis, Guillaume Le Floch, Guillaume Smet, Gwenneg Lepage, hbelmiro, Jaikiran, Jaikiran Pai, Jakub Scholz, Jan Martiška, Javier Toja, Jose, Julien Ponge, kdnakt, Knut Wannheden, Ladislav Thon, Loïc Mathieu, Manyanda Chitimbo, Marc Nuri, Martin Kouba, Michael Schnitzler, Michael Simons, Michał Szynkiewicz, Nathan Erwin, NetoDevel, Nicolas Filotto, Ozan Gunalp, Phillip Kruger, Phillip Krüger, Robbie Gemmell, Roberto Cortez, Rostislav Svoboda, Sanne Grinovero, Sauli Anto, sberyozkin, seregamorph, Sergey Beryozkin, Stuart Douglas, Tomas Hofman, Vincent Sevel, Wayne Ellis, xstefank, Yannick Reifschneider, Yoann Rodière.

source: In particular for the 2.5 release, thanks to acevedor, Alexey Loubyansky, Andy Damevin, Arne Mejlholm, Bill Burke, Carles Arnal, Chris Laprun, Clement Escoffier, Daniel Petisme, Davide, Dheeraj Nalluri, Dmitrii K, Emelia Smith, Eric Deandrea, Erin Schnabel, Falko Modler, fhavel, Foivos Zakkak, Galder Zamarreño, George Gastaldi, Georgios Andrianakis, Gilvan Filho, Guillaume Le Floch, Guillaume Smet, Ioannis Canellos, Jan Martiška, Jose, Juan Zuriaga, Justin Lee, Kannan, Katia Aresti, Ken Finnigan, Kevin Wooten, Knut Wannheden, Ladislav Thon, lducamp, Loïc Mathieu, Marc Nuri, Marcin Czeczko, Martin Kouba, Michael Anstis, Michael Schnitzler, Michael Simons, Michal Karm Babacek, Michał Szynkiewicz, Nathan Erwin, NetoDevel, Omar Al-Safi, orekyuu, Ozan Gunalp, Phillip Krüger, Richard Gomez, Robbie Gemmell, Robert Stupp, Roberto Cortez, Rostislav Svoboda, Sanne Grinovero, Sergey Beryozkin, SIX Douglas, Stuart Douglas, tarilabs, Thomas Haines, Thomas Segismont, Vincent Sevel, Vincent van Dam, Wippermueller, Frank, xstefank and Yoann Rodière.
ja_jp: 特に2.5 リリースでは、次の方々に感謝致します: acevedor, Alexey Loubyansky, Andy Damevin, Arne Mejlholm, Bill Burke, Carles Arnal, Chris Laprun, Clement Escoffier, Daniel Petisme, Davide, Dheeraj Nalluri, Dmitrii K, Emelia Smith, Eric Deandrea, Erin Schnabel, Falko Modler, fhavel, Foivos Zakkak, Galder Zamarreño, George Gastaldi, Georgios Andrianakis, Gilvan Filho, Guillaume Le Floch, Guillaume Smet, Ioannis Canellos, Jan Martiška, Jose, Juan Zuriaga, Justin Lee, Kannan, Katia Aresti, Ken Finnigan, Kevin Wooten, Knut Wannheden, Ladislav Thon, lducamp, Loïc Mathieu, Marc Nuri, Marcin Czeczko, Martin Kouba, Michael Anstis, Michael Schnitzler, Michael Simons, Michal Karm Babacek, Michał Szynkiewicz, Nathan Erwin, NetoDevel, Omar Al-Safi, orekyuu, Ozan Gunalp, Phillip Krüger, Richard Gomez, Robbie Gemmell, Robert Stupp, Roberto Cortez, Rostislav Svoboda, Sanne Grinovero, Sergey Beryozkin, SIX Douglas, Stuart Douglas, tarilabs, Thomas Haines, Thomas Segismont, Vincent Sevel, Vincent van Dam, Wippermueller, Frank, xstefank and Yoann Rodière.

source: In particular for the 2.6 release, thanks to Alexey Loubyansky, Andy Damevin, Bill Burke, Brian Wyka, Carles Arnal, Chris Cranford, Clara Fang, Clement Escoffier, Corentin Arnaud, Cristiano Nicolai, David Andlinger, Davide, Domagoj Tršan, Eric Deandrea, Erin Schnabel, Falko Modler, Florian Heubeck, Foivos Zakkak, Freeman Fang, Fu Cheng, Galder Zamarreño, Geoffrey GREBERT, George Gastaldi, Georgios Andrianakis, Gopal, Guillaume Le Floch, Guillaume Smet, Gwenneg Lepage, Ioannis Canellos, Jacopo Rota, James Netherton, Jan Martiška, Jorge Solórzano, Jose, Julien Ponge, Justin Lee, Kevin Wooten, Knut Wannheden, Ladislav Thon, Loïc Mathieu, Maciej Swiderski, Marc Nuri, Marcin Czeczko, Martin Kouba, Martin Panzer, Matej Novotny, Max Rydahl Andersen, Michael Anstis, Michael Simons, Michal Karm Babacek, Michal Maléř, Michał Szynkiewicz, NetoDevel, Ozan Gunalp, Pedro Igor, Phillip Krüger, Ramy, Ricardo Rodrigues, Richard Gomez, Robbie Gemmell, Roberto Cortez, Rostislav Svoboda, Sanne Grinovero, Sergey Beryozkin, Steve Hawkins, Stuart Douglas, Stéphane Épardaud, Thomas Haines, Tomas Hofman, Victor Gallet, Victor Hugo de Oliveira Molinar, Vincent Sevel, Vincent van Dam, Wippermueller, Frank, xstefank, Yoann Rodière, Yoshikazu Nojima, Zaheed Beita, Шумов Игорь Юрьевич.
ja_jp: 2.6リリースでは特に次の方々に感謝いたします: Alexey Loubyansky, Andy Damevin, Bill Burke, Brian Wyka, Carles Arnal, Chris Cranford, Clara Fang, Clement Escoffier, Corentin Arnaud, Cristiano Nicolai, David Andlinger, Davide, Domagoj Tršan, Eric Deandrea, Erin Schnabel, Falko Modler, Florian Heubeck, Foivos Zakkak, Freeman Fang, Fu Cheng, Galder Zamarreño, Geoffrey GREBERT, George Gastaldi, Georgios Andrianakis, Gopal, Guillaume Le Floch, Guillaume Smet, Gwenneg Lepage, Ioannis Canellos, Jacopo Rota, James Netherton, Jan Martiška, Jorge Solórzano, Jose, Julien Ponge, Justin Lee, Kevin Wooten, Knut Wannheden, Ladislav Thon, Loïc Mathieu, Maciej Swiderski, Marc Nuri, Marcin Czeczko, Martin Kouba, Martin Panzer, Matej Novotny, Max Rydahl Andersen, Michael Anstis, Michael Simons, Michal Karm Babacek, Michal Maléř, Michał Szynkiewicz, NetoDevel, Ozan Gunalp, Pedro Igor, Phillip Krüger, Ramy, Ricardo Rodrigues, Richard Gomez, Robbie Gemmell, Roberto Cortez, Rostislav Svoboda, Sanne Grinovero, Sergey Beryozkin, Steve Hawkins, Stuart Douglas, Stéphane Épardaud, Thomas Haines, Tomas Hofman, Victor Gallet, Victor Hugo de Oliveira Molinar, Vincent Sevel, Vincent van Dam, Wippermueller, Frank, xstefank, Yoann Rodière, Yoshikazu Nojima, Zaheed Beita, Шумов Игорь Юрьевич.

source: In particular for the 2.7 release, thanks to adrien, Alexey Loubyansky, andreaTP, Andres Almiray, Apostolos Samaras, Ashwin S. Nair, BarDweller, Bill Burke, Carles Arnal, Christian Beikov, Christoph Hermann, Clement Escoffier, Daniel Petisme, danielmast, Davide, Dennis Kieselhorst, Digant Bhavsar, Duy Pham, Elias Norrby, Emmanuel Bernard, Erin Schnabel, Falko Modler, Foivos Zakkak, Freeman Fang, Fu Cheng, Galder Zamarreño, George Gastaldi, Georgios Andrianakis, Guillaume Le Floch, Guillaume Smet, Gunnar Morling, Gwenneg Lepage, Hendrik S, Ioannis Canellos, Jacob Middag, Jacopo Rota, James Cobb, James Netherton, Jan Martiška, Jason Porter, Jorge Solórzano, Jose, Josh Purcell, Julien Ponge, Justin Lee, Jérôme TAMA, Katherine Stanley, Katia Aresti, Kevin Wooten, Ladislav Thon, Loïc Mathieu, Marc Nuri, Marc Schlegel, Markus Schwer, Martin Kouba, Martin Panzer, Matej Vasek, Max Rydahl Andersen, Michal Karm Babacek, Michał Szynkiewicz, Mike Weber, Ozan Gunalp, pablo gonzalez granados, Patryk Najda, Paul Robinson, Paulo Casaes, Phillip Kruger, Ricardo Rodrigues, Roberto Cortez, Rostislav Svoboda, Sanne Grinovero, Sergey Beryozkin, Stefan Schoeffmann, Stephane Epardaud, Stuart Douglas, Summers Pittman, Sébastien CROCQUESEL, Thomas Segismont, Tomas Hofman, Vincent Sevel, Frank Wippermueller, and Yoann Rodière.
ja_jp: 特に 2.7 のリリースに関しては、次の方に感謝します: adrien, Alexey Loubyansky, andreaTP, Andres Almiray, Apostolos Samaras, Ashwin S. Nair, BarDweller, Bill Burke, Carles Arnal, Christian Beikov, Christoph Hermann, Clement Escoffier, Daniel Petisme, danielmast, Davide, Dennis Kieselhorst, Digant Bhavsar, Duy Pham, Elias Norrby, Emmanuel Bernard, Erin Schnabel, Falko Modler, Foivos Zakkak, Freeman Fang, Fu Cheng, Galder Zamarreño, George Gastaldi, Georgios Andrianakis, Guillaume Le Floch, Guillaume Smet, Gunnar Morling, Gwenneg Lepage, Hendrik S, Ioannis Canellos, Jacob Middag, Jacopo Rota, James Cobb, James Netherton, Jan Martiška, Jason Porter, Jorge Solórzano, Jose, Josh Purcell, Julien Ponge, Justin Lee, Jérôme TAMA, Katherine Stanley, Katia Aresti, Kevin Wooten, Ladislav Thon, Loïc Mathieu, Marc Nuri, Marc Schlegel, Markus Schwer, Martin Kouba, Martin Panzer, Matej Vasek, Max Rydahl Andersen, Michal Karm Babacek, Michał Szynkiewicz, Mike Weber, Ozan Gunalp, pablo gonzalez granados, Patryk Najda, Paul Robinson, Paulo Casaes, Phillip Kruger, Ricardo Rodrigues, Roberto Cortez, Rostislav Svoboda, Sanne Grinovero, Sergey Beryozkin, Stefan Schoeffmann, Stephane Epardaud, Stuart Douglas, Summers Pittman, Sébastien CROCQUESEL, Thomas Segismont, Tomas Hofman, Vincent Sevel, Frank Wippermueller, and Yoann Rodière.

source: In particular for the 2.8 release, thanks to Adler Fleurant, AkMo3, Ales Justin, Alex Soto, Alexey Loubyansky, andreaTP, Andy Damevin, Ashwin S. Nair, Auri Munoz, Ben Gunter, Bill Burke, Chao Wang, Chas Honton, Chris Aslanoglou, Chris311, Christian Beikov, Clara Fang, Clement Escoffier, Davide, dwamara, Eoin Gallinagh, Eric Deandrea, Erin Schnabel, Falko Modler, Foivos Zakkak, Fred Bricon, Galder Zamarreño, Galder Zamarreño, Gavin Ray, George Gastaldi, Georgios Andrianakis, gregid, Guillaume Le Floch, Guillaume Smet, Hunter Gerlach, Ioannis Canellos, Jan Martiska, Jan Martiška, Joachim Segala, Johannes Wienke, Jonathan Halliday, Joost Timmerman, Jorge Solórzano, Jose, Julien Ponge, Juri Berlanda, Justin Lee, Kai Hudalla, Katia Aresti, Kevin Wooten, Knut Wannheden, Kucharzyk Tomasz, Ladislav Thon, Loïc Hermann, Loïc Mathieu, Luca Basso Ricci, Lucifer Morningstar, Luke Gee, manofthepeace, Manyanda Chitimbo, Marc Nuri, Marco Bungart, Marco Yeung, Marcus Paulo, Markus Schwer, Martin Kouba, Martin Panzer, Matej Novotny, Matteo Mortari, Max Rydahl Andersen, Michael Simons, Michal Karm Babacek, Michal Maléř, Michał Szynkiewicz, Ozan Gunalp, pablo gonzalez granados, Peter Levart, Peter Palaga, Phillip Krüger, pravussum, Rhuan Rocha, Rob Spoor, Roberto Cortez, Rostislav Svoboda, Sam Xie, Sanne Grinovero, Sergey Beryozkin, Stefán Freyr Stefánsson, Stephane Epardaud, Stuart Douglas, Thomas Segismont, tobi6112, Tomas Hofman, Vincent Sevel, Wippermueller, Frank, xstefank, Yoann Rodière, yugoccp.
ja_jp: 特に2.8リリースに関しては、次の方々に感謝致します: Adler Fleurant, AkMo3, Ales Justin, Alex Soto, Alexey Loubyansky, andreaTP, Andy Damevin, Ashwin S. Nair, Auri Munoz, Ben Gunter, Bill Burke, Chao Wang, Chas Honton, Chris Aslanoglou, Chris311, Christian Beikov, Clara Fang, Clement Escoffier, Davide, dwamara, Eoin Gallinagh, Eric Deandrea, Erin Schnabel, Falko Modler, Foivos Zakkak, Fred Bricon, Galder Zamarreño, Galder Zamarreño, Gavin Ray, George Gastaldi, Georgios Andrianakis, gregid, Guillaume Le Floch, Guillaume Smet, Hunter Gerlach, Ioannis Canellos, Jan Martiska, Jan Martiška, Joachim Segala, Johannes Wienke, Jonathan Halliday, Joost Timmerman, Jorge Solórzano, Jose, Julien Ponge, Juri Berlanda, Justin Lee, Kai Hudalla, Katia Aresti, Kevin Wooten, Knut Wannheden, Kucharzyk Tomasz, Ladislav Thon, Loïc Hermann, Loïc Mathieu, Luca Basso Ricci, Lucifer Morningstar, Luke Gee, manofthepeace, Manyanda Chitimbo, Marc Nuri, Marco Bungart, Marco Yeung, Marcus Paulo, Markus Schwer, Martin Kouba, Martin Panzer, Matej Novotny, Matteo Mortari, Max Rydahl Andersen, Michael Simons, Michal Karm Babacek, Michal Maléř, Michał Szynkiewicz, Ozan Gunalp, pablo gonzalez granados, Peter Levart, Peter Palaga, Phillip Krüger, pravussum, Rhuan Rocha, Rob Spoor, Roberto Cortez, Rostislav Svoboda, Sam Xie, Sanne Grinovero, Sergey Beryozkin, Stefán Freyr Stefánsson, Stephane Epardaud, Stuart Douglas, Thomas Segismont, tobi6112, Tomas Hofman, Vincent Sevel, Wippermueller, Frank, xstefank, Yoann Rodière, yugoccp.

source: In particular for the 2.9 release, thanks to Ales Justin, Alexey Loubyansky, andreaTP, Andy Damevin, aona42, Auri Munoz, Bill Burke, Bruno Oliveira da Silva, Chris Laprun, Clement Escoffier, Darko Janković, Emanuel Alves, Eoin Gallinagh, Eric Deandrea, Erik Mattheis, Erin Schnabel, Falko Modler, Foivos Zakkak, George Gastaldi, Georgios Andrianakis, gregid, Guillaume Le Floch, Guillaume Smet, Holly Cummins, Ioannis Canellos, Jan Knobloch, Jan Martiška, Jeff MAURY, Jonathan Halliday, Joost Timmerman, Jorge Solórzano, Jose, Julia Ruprecht, Kai Hudalla, Katia Aresti, Klemen Kobetič, Knut Wannheden, Konstantin Gribov, Ladislav Thon, Loïc Mathieu, Maciej Swiderski, Manyanda Chitimbo, Marc Nuri, Martin Kouba, Martin Panzer, Matej Novotny, Matthias Andreas Benkard, Michal Karm Babacek, Michal Vavřík, Michał Szynkiewicz, newur, Ozan Gunalp, Paulo Casaes, Paulo Lopes, Robert Stupp, Roberto Cortez, Rostislav Svoboda, Sanne Grinovero, Sergei Portnov, Sergey Beryozkin, Stephane Epardaud, Stuart Douglas, Thomas Segismont, xstefank, Yelzhas Suleimenov, Yoann Rodière, Youngmin Koo, yugoccp, Yukihiro Okada and Zaheed Beita.
ja_jp: 特に 2.9 のリリースに関しては、次の方々に感謝いたします: Ales Justin、Alexey Loubyansky、andreaTP、Andy Damevin、aona42、Auri Munoz、Bill Burke、Bruno Oliveira da Silva、Chris Laprun、Clement Escoffier、Darko Jankovi?Emanuel Alves, Eoin Gallinagh, Eric Deandrea, Erik Mattheis, Erin Schnabel, Falko Modler, Foivos Zakkak, George Gastaldi, Georgios Andrianakis, gregid, Guillaume Le Floch, Guillaume Smet, Holly Cummins, Ioannis Canellos, Jan Knobloch, Jan Marti?ka、Jeff MAURY、Jonathan Halliday、Joost Timmerman、Jorge Solrzano、Jose、Julia Ruprecht、Kai Hudalla、Katia Aresti、Klemen Kobeti?Knut Wannheden, Konstantin Gribov, Ladislav Thon, Loc Mathieu, Maciej Swiderski, Manyanda Chitimbo, Marc Nuri, Martin Kouba, Martin Panzer, Matej Novotny, Matthias Andreas Benkard, Michal Karm Babacek, Michal Vav?k, Micha?Szynkiewicz, newur, Ozan Gunalp, Paulo Casaes, Paulo Lopes, Robert Stupp, Roberto Cortez, Rostislav Svoboda, Sanne Grinovero, Sergei Portnov, Sergey Beryozkin, Stephane Epardaud, Stuart Douglas, Thomas Segismont, xstefank, Yelzhas Suleimenov, Yoann Rodire, Youngmin Koo, yugoccp, Yukihiro Okada and Zaheed Beita.
